cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/php'

brew 'ack'
brew 'zsh'
brew 'zsh-completions'
brew 'imagemagick'
brew 'coreutils'
brew 'p7zip'
brew 'jp2a'
brew 'wget'
brew 'tree'
brew 'rbenv'
brew 'nvm'
brew 'yarn --without-node'
brew 'git'
brew 'composer'
brew 'google-drive-file-stream'
brew 'heroku'
brew 'vim --with-override-system-vi'
brew 'starship'
brew 'aws'
brew 'serverless'
brew 'wp-cli'

cask '1password'
cask 'google-chrome'
cask 'firefox'
cask 'sequel-pro'
cask 'spotify'
cask 'vlc'
cask 'visual-studio-code'
cask 'rectangle'
cask 'font-hack'
cask 'postman'
cask 'bettertouchtool'
cask 'sourcetree'