cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/php'
tap 'homebrew/bundle'

brew 'ack'
brew 'zsh'
brew 'zsh-completions'
brew 'imagemagick'
brew 'coreutils'
brew 'p7zip'
brew 'jp2a'
brew 'wget'
brew 'tree'
brew 'rbenv'
brew 'nvm'
brew 'git'
brew 'wp-cli'
brew 'composer'

cask '1password'
cask 'flux'
cask 'alfred'
cask 'atom'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'google-drive'
cask 'dropbox'
cask 'sequel-pro'
cask 'transmit'
cask 'virtualbox'
cask 'sourcetree'
cask 'vagrant'
cask 'spotify'
cask 'skype'
cask 'vlc'
cask 'codebug'
cask 'font-hack'
cask 'adobe-creative-cloud'
cask 'licecap'

cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'betterzipql'
cask 'webpquicklook'
cask 'suspicious-package'
